Repository: metacpan/metacpan-cpan-extracted
Catalog: distros/X/XML-TMX/t/sample.tmx
Source language: en_gb
Languages: pt_pt

source: From Paul, called to be an apostle of Christ Jesus by the will of God, and from Sosthenes, our brother,
pt_pt: Paulo, Apóstolo de Jesus Cristo por vontade e chamamento de Deus, e o irmão Sóstenes,

source: to God's Church which is in Corinth; to you whom God has sanctified in Christ Jesus and called to be holy, together with those who everywhere call upon the name of our Lord Christ Jesus, their Lord and ours.
pt_pt: à Igreja de Deus que está em Corinto. Dirigimo-nos àqueles que foram santificados em Jesus Cristo e chamados a ser santos, juntamente com todos os que invocam em todo o lugar o nome de nosso Senhor Jesus Cristo, Senhor deles e nosso.

source: Receive grace and peace from God our Father, and Christ Jesus our Lord.
pt_pt: Graça e paz vos sejam dadas da parte de Deus nosso Pai e do Senhor Jesus Cristo.

source: I give thanks constantly to my God for you and for the grace of God given to you in Christ Jesus.
pt_pt: Sem cessar, agradeço a Deus por vossa causa, em vista da graça de Deus que vos foi concedida em Jesus Cristo.

source: For you have been fully enriched in him with words as well as with knowledge,
pt_pt: Pois em Jesus é que recebestes todas as riquezas, tanto da palavra como do conhecimento.

source: even as the testimony concerning Christ was confirmed in you.
pt_pt: Na verdade, o testemunho de Cristo tornou-se firme em vós,

source: You do not lack any spiritual gift and only await the glorious coming of Christ Jesus, our Lord.
pt_pt: a tal ponto que não vos falta nenhum dom, a vós que esperais a Revelação de nosso Senhor Jesus Cristo.
